---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterStringContains
source: html/b7c9ce98-1987-e2f0-95b7-d51e64fdc806.htm
---
# FilterStringContains Members

Constructs an instance of FilterStringContains.